Repository: Unrud/recent-filter
Catalog: po/*.po
Languages: es, et, it, nb_no, nl, ta, tr

source: Recent Filter
es: Filtros recientes
et: Hiljuti kasutatud failide filter
it: Filtro Recente
nb_no: Nylig-filter
nl: Onlangsgebruiktfilter
ta: அண்மைக் கால வடிகட்டி
tr: Son Kullanılan Filtresi

source: Exclude files and folders from recently used files
es: Excluye archivos y carpetas de la lista de archivos usados recientemente.
et: Välista hiljuti kasutatud sisu loendist failid ja kaustad
it: Escludi file e cartelle dai file utilizzati di recente
nb_no: Utelat filer og mapper fra nylig brukte filer
nl: Verberg bestanden en mappen in de sectie ‘Onlangs gebruikt’
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட கோப்புகளிலிருந்து கோப்புகள் மற்றும் கோப்புறைகளை விலக்கவும்
tr: Dosyaları ve klasörleri son kullanılan dosyalardan hariç tut

source: ﻿Exclude specific files and folders from appearing in the list of recently used files.
et: Välista hiljuti kasutatud failide ja kaustade logimine ja kuvamine hiljuti kasutatud failide loendis.
it: ﻿Escludi file e cartelle specifici dalla visualizzazione nell'elenco dei file usati.
nb_no: Utelat spesefikke filer og mapper fra å vises i listen over nylig brukte filer.
nl: Verberg specifieke bestanden en mappen in de lĳst ‘Onlangs gebruikt’.
ta: அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட கோப்புகளின் பட்டியலில் தோன்றுவதிலிருந்து குறிப்பிட்ட கோப்புகள் மற்றும் கோப்புறைகளை விலக்குங்கள்.
tr: Belirli dosyalar ve klasörler son kullanılan dosyalar listesinde göstermesin.

source: Paths can be specified using wildcards, just like in a .gitignore file. This means you can use patterns such as "*.txt".
et: Asukohtade ja nimede kirjeldamisel võid kasutada metamärke täpselt nii nagu seda saad teha .gitignore failis. Näiteks „*.txt“ keelab sellise laiendiga tekstifailide logimise.
it: I percorsi possono essere specificati utilizzando i caratteri jolly, proprio come in un file .gitignore. Questo significa che puoi usare percorsi come "*.txt".
nb_no: Stier kan angis med jokertegn, akkurat som en .gitignore-filer. Dette betyr at du kan bruke mønster som f.eks. «.txt».
nl: Locaties mogen jokertekens bevattel, net zoals in een .gitignore-bestand. Zo kunt u patronen als ‘*.txt’ gebruiken.
ta: .Gitignore கோப்பைப் போலவே வைல்டு கார்டுகளைப் பயன்படுத்தி பாதைகளை குறிப்பிடலாம். இதன் பொருள் நீங்கள் "*.txt" போன்ற வடிவங்களைப் பயன்படுத்தலாம்.
tr: Yollar, .gitignore dosyasında olduğu gibi joker karakterler kullanılarak belirtilebilir. "*.txt" gibi kalıpları kullanabilirsiniz.

# shortcut window
source: General
et: Üldised
it: Generale
nb_no: Generelt
nl: Algemeen
ta: பொது
tr: Genel

# shortcut window
source: Show Shortcuts
es: Mostrar accesos directos
et: Näita kiirklahve
it: Mostra scorciatoie
nb_no: Vis snarveier
nl: Sneltoetsen tonen
ta: குறுக்குவழிகளைக் காட்டு
tr: Kısayolları Göster

# shortcut window
source: Quit
es: Salir
et: Välju
it: Esci
nb_no: Avslutt
nl: Afsluiten
ta: வெளியேறு
tr: Çık

source: Deactivate background service
es: Desactivar servicio en segundo plano
et: Lülita taustateenus välja
it: Disattiva il servizio in background
nb_no: Skru av bakgrunnstjeneste
nl: Achtergronddienst uitschakelen
ta: பின்னணி சேவையை செயலிழக்கச் செய்யுங்கள்
tr: Arka plan hizmetini devre dışı bırak

source: Service deactivated
es: Servicio desactivado
et: Taustateenus on väljalülitatud
it: Servizio disattivato
nb_no: Tjeneste avskrudd
nl: De dienst is uitgeschakeld
ta: பணி செயலிழக்கப்பட்டது
tr: Hizmet devre dışı bırakıldı

source: Monitoring recently used files
et: Jälgime hiljuti kasutatud faile
it: Monitoraggio dei file utilizzati di recente
nb_no: Hold oversikt over nylig brukte filer
nl: Onlangs gebruikte bestanden worden bĳgehouden
ta: அண்மைக் காலத்தில் பயன்படுத்திய கோப்புகளை கண்காணித்தல்
tr: Son kullanılan dosyalar izleniyor

source: Activate background service
es: Activar servicio en segundo plano
et: Lülita taustateenus sisse
it: Attiva il servizio in background
nb_no: Aktiver bakgrunnstjeneste
nl: Achtergronddienst inschakelen
ta: பின்னணி சேவையை செயல்படுத்தவும்
tr: Arka plan hizmetini etkinleştir

source: Add Folders to Ignore Pattern
et: Lisa eiratavaid kaustu
it: Aggiungi cartelle per ignorare il modello
nb_no: Legg til mapper i ignoreringsmønster
nl: Mappen toevoegen aan negeerpatroon
ta: வடிவத்தை புறக்கணிக்க கோப்புறைகளைச் சேர்க்கவும்
tr: Görmezden Gelme Desenine Klasörler Ekle

source: Select Folder
es: Selecciona una carpeta
et: Vali kaust
it: Seleziona cartella
nb_no: Velg mappe
nl: Kies een map
ta: கோப்புறையைத் தேர்ந்தெடு
tr: Klasör Seç

source: Cancel
es: Cancelar
et: Katkesta
nb_no: Avbryt
ta: ரத்துசெய்

source: Deactivate to change settings
es: Desactivar para cambiar las configuraciones
et: Seadistuste muutmiseks lülita välja
it: Disattivare per modificare le impostazioni
nb_no: Skru av for å endre innstillinger
nl: Schakel uit om de voorkeuren te wĳzigen
ta: அமைப்புகளை மாற்ற செயலிழக்கச் செய்யுங்கள்
tr: Ayarları değiştirmek için devre dışı bırak

source: Deactivate
es: Desactivar
et: Lülita välja
it: Disattiva
nb_no: Skru av
nl: Uitschakelen
ta: செயலிழக்கச் செய்யுங்கள்
tr: Devre Dışı Bırak

source: Activate Service
es: Activar servicio
et: Lülita taustateenus sisse
it: Attiva servizio
nb_no: Aktiver tjeneste
nl: Dienst inschakelen
ta: சேவையை செயல்படுத்தவும்
tr: Hizmeti Etkinleştir

source: Filter recently used files and keep running in the background
es: Filtrar los archivos usados recientemente y mantener funcionamiento en segundo plano
et: Töötades taustateenusena sõelu välja mittelogitavad failid ja kaustad
it: Filtra i file utilizzati di recente e continua a funzionare in background
nb_no: Filtrer nylig brukte filer og levn kjørende i bakgrunnen
nl: Filter onlangs gebruikte bestanden en draai de dienst op de achtergrond
ta: அண்மைக் காலத்தில் பயன்படுத்திய கோப்புகளை வடிகட்டி, பின்னணியில் தொடர்ந்து இயங்குகிறது
tr: Son kullanılan dosyaları süz ve arka planda çalışmaya devam et

source: Ignore Pattern
et: Eiratava sisu muster
it: Ignora modello
nl: Negeerpatroon
ta: முறையை புறக்கணிக்கவும்
tr: Görmezden Gelme Desenleri

source: Uses gitignore format. Non-local files are not supported.
es: Usa el formato gitignore. Los archivos que no son locales no son soportados.
et: Kasutame .gitignore faili vormingut. Ei toimi mittekohalike failide puhul.
it: Utilizza il formato gitignore. I file non locali non sono supportati.
nb_no: Bruker .gitignore-format. Ikke-lokale filer støttes ikke.
nl: Maakt gebruik van de gitignore-opmaak. Niet-lokale bestanden worden niet ondersteund.
ta: கிடிக்னோர் வடிவமைப்பைப் பயன்படுத்துகிறது. உள்ளக அல்லாத கோப்புகள் ஆதரிக்கப்படவில்லை.
tr: Gitignore biçimini kullanır. Yerel olmayan dosyaları desteklemez.

source: Add Folder
es: Agregar carpeta
et: Lisa kaust või fail
it: Aggiungi cartella
nb_no: Legg til mappe
nl: Map toevoegen
ta: கோப்புறையைச் சேர்
tr: Klasör Ekle

source: Keyboard Shortcuts
es: Accesos directos de teclado
et: Klaviatuuri kiirklahvid
it: Scorciatoie da tastiera
nb_no: Tastatursnarveier
nl: Sneltoetsen
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye Kısayolları

source: About Recent Filter
es: Acerca de Filtros recientes
et: Rakenduse teave
it: Informazioni su Filtro Recente
nb_no: Om
nl: Over Onlangsgebruiktfilter
ta: அண்மைக் கால வடிகட்டி பற்றி
tr: Son Kullanılan Filtresi Hakkında
